---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OBJImportOptions
source: html/322e7645-44e0-3a56-19b7-b387c4c40d08.htm
---
# OBJImportOptions Members

Constructs a new instance of OBJImportOptions with default values of all properties.